
"keyYes"							= "Ja";
"keyNo"								= "Nei";
"keyOK"								= "OK";
"keyRequired"						= "Kreves";
"keyNone"							= "Ingen";

"keyPairedDevicesTitle"				= "Sammenkoblede enheter:";
"keyFavoriteDevicesTitle"			= "Favoritt-enheter:";
"keyConnectedDevicesTitle"			= "Tilkoblede enheter:";
"keyUnknownDevice"					= "Ukjent enhet";
"keyErrorOccurred"					= "Det oppsto en feil. (0x%x)";
"keyNotAvailable"					= "Ikke tilgjengelig.";
"keyNameNotAvailable"				= "Navn ikke tilgjengelig";
"keyNoDevicePresent"				= "Finner ingen Bluetooth-enheter.";

"keyPrefReadErrorTitle"				= "Det oppsto en feil under lesing av Bluetooth-innstillingene.";
"keyPrefReadErrorDesc"				= "Bluetooth-konfigurasjonen på denne maskinen er ugyldig. Installer Bluetooth-programvaren på nytt, og prøv igjen.";

"keyUnacceptablePathTitle"			= "Den angitte banen kan ikke brukes.";
"keyUnacceptablePathDesc"			= "Den angitte banen kan ikke brukes av Bluetooth Object Exchange. Sannsynligvis skyldes dette at du ikke har skriverettigheter til målkatalogen. Angi en annen katalog.";

"keyPathWarningTitle"				= "Mappen du har angitt, anbefales ikke.";
"keyPathWarningDesc"				= "Mappen kan være låst, eller du har ikke rettigheter til å lese fra den eller skrive til den.";

"keyPrefSaveErrorTitle"				= "Det oppsto en feil da Bluetooth-innstillingene skulle arkiveres.";
"keyPrefSaveErrorDesc"				= "Noen Bluetooth-innstillinger kunne ikke arkiveres. Bluetooth-enheten er sannsynligvis ikke tilgjengelig for denne maskinen.";

"keyPortInUseTitle"					= "Porten er i bruk.";
"keyPortInUseDelete"				= "Du prøver å fjerne en port som er i bruk. Avslutt programmet som bruker porten, og prøv igjen.";
"keyPortInUseEdit"					= "Du prøver å endre en port som er i bruk. Avslutt programmet som bruker porten, og prøv igjen.";

"kServiceCannotBeModifiedKey"		= "Tjenesten kan ikke endres.";
"kPortCannotBeCreatedOrModifiedKey"	= "Det oppsto en feil under oppretting eller endring av porten.";

"keyTTYNameAlreadyInUse"			= "Navnet er allerede i bruk";
"keyTTYNameInUseText"				= "Portnavnet du har valgt, er allerede i bruk. Velg et annet navn.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Serieport";
"kBluetoothSerialPortOnKey"			= "Bluetooth-serieport på";
"kBluetoothSerialPortOffKey"		= "Bluetooth-serieport av";
"kEditSerialPorts"					= "Rediger serieporter…";
"kSerialPortKey"					= "Serieport";
"kSerialPortOnKey"					= "Serieport på";
"kSerialPortOffKey"					= "Serieport av";
"kOtherKey"							= "Annen…";
"kBluetoothFileExchangeKey"			= "Filutveksling";
"kBluetoothFileExchangeOnKey"		= "Bluetooth-filutveksling på";
"kBluetoothFileExchangeOffKey"		= "Bluetooth-filutveksling av";
"kBluetoothFileTransferKey"			= "Filoverføring";
"kBluetoothFileTransferOnKey"		= "Bluetooth-filoverføring på";
"kBluetoothFileTransferOffKey"		= "Bluetooth-filoverføring av";

"kBluetoothRemoteControlKey"		= "Fjernkontroll";
"kBluetoothRemoteControlOnKey"		= "Bluetooth-fjernkontroll på";
"kBluetoothRemoteControlOffKey"		= "Bluetooth-fjernkontroll av";

"kBluetoothPANServiceKey"			= "Personal Area Network";
"kBluetoothPANServiceOnKey"			= "Bluetooth-PAN på";
"kBluetoothPANServiceOffKey"		= "Bluetooth-PAN av";

"kDeviceNameTitle"					= "«%@» er navnet Bluetooth-enheter bruker ved tilkobling til denne maskinen";

"kInKey"							= "Inn";		/* Short for Incoming */
"kOutKey"							= "Ut";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "På/av";
"kBluetoothPower"						= "Bluetooth-strøm";
"kBluetoothPowerOn"						= "Bluetooth på";
"kBluetoothPowerOff"					= "Bluetooth er av";
"kBluetoothPowerIsOff"					= "Bluetooth er slått av. Hvis du vil bruke Bluetooth, må du først slå det på.";
"kTurnBTOff"							= "Slå av Bluetooth";
"kTurnBTOn"								= "Slå på Bluetooth";
"kVersionKey"							= "(Versjon: %d.%d.%d%c%d)";
"kOnKey"								= "På";
"kCancelKey"							= "Avbryt";
"kOffKey"								= "Av";
"kNever"								= "Aldri";

"kIsConnected"							= "Tilkoblet";
"kIsNotConnected"						= "Ikke tilkoblet";

"kAddToFavoritesKey"					= "Legg til i Favoritter";
"kRemoveFromFavoritesKey"				= "Fjern fra Favoritter";

"kRenameDeviceKey"						= "Endre navn";

"kBluetoothSetupDevice"					= "Konfigurer denne enheten…";
"kDisconnectDevice"						= "Koble fra";
"kResetDevice"							= "Gjenopprett fabrikkinnstillinger på enheten";
"kConnectDevice"						= "Koble til";
"kConfigureDevice"						= "Konfigurer denne enheten…";
"kMoreInfo"								= "Vis mer informasjon";
"kHideMoreInfo"							= "Skjul mer info";
"kNoDevicesKey"							= "Ingen enheter";

"kDeviceNameKey"						= "Navn";
"kDeviceAddressKey"						= "Adresse";
"kDeviceTypeKey"						= "Type";
"kDeviceServicesKey"					= "Tjenester";
"kOtherServices"						= "Andre tjenester";
"kUnknownService"						= "Ukjent tjeneste";

"kPairedHeaderKey"						= "Sammenkoblet";
"kConfiguredHeaderKey"					= "Konfigurert";
"kFavoriteHeaderKey"					= "Favoritt";
"kConnectedHeaderKey"					= "Tilkoblet";
"kSerialPortsHeaderKey"					= "Serieporter";
"kSerialPortsHeaderDeviceService"		= "Enhetstjeneste";
"kSerialPortsHeaderPortType"			= "Portprotokoll";
"kSerialPortDirectionIncoming"			= "Innkommende";
"kSerialPortDirectionOutgoing"			= "Utgående";

"kSerialPortHeadingOutgoing"			= "Marker en serieport som sender utdata til enheten for å endre innstillingene for porten";
"kSerialPortHeadingIncoming"			= "Marker en serieport som sender inndata til maskinen for å endre innstillingene for porten";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Dette er det eneste tastaturet som er koblet til datamaskinen. Hvis du fjerner dette tastaturet, vil du ikke lenger ha tilgang til det. Er du sikker på at du vil fjerne det?";
"kHIDDeviceDeleteMousePairingWarning"			= "Dette er den eneste pekerenheten som er koblet til datamaskinen. Du vil ikke kunne bruke denne musen hvis du fjerner den fra listen. Er du sikker på at du vil fjerne den?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Dette er den eneste pekerenheten som er koblet til datamaskinen. Du vil ikke kunne bruke denne styreflaten hvis du fjerner den fra listen. Er du sikker på at du vil fjerne den?";
"kHIDDeviceKeyboard"					= "tastatur";
"kHIDDeviceMouse"						= "mus";

"kDiscoverableTooltip"		= "Hvis dette er deaktivert, vil ikke ukjente Bluetooth-enheter lenger kunne finne maskinen. Enheter som allerede er sammenkoblet med maskinen, vil fortsatt kunne koble seg til.";

"kOptionIsAvailable"		= "Tilgjengelig";
"kAvailableServiceTurnOn"	= "Slå på tjenesten";
"kAvailableServiceTurnOff"	= "Slå av tjenesten";

"kOptionPairing"			= "Krever sammenkobling";
"kPairingRequired"			= "Krev sammenkobling";
"kPairingNotRequired"		= "Ikke krev sammenkobling";

"kOptionReceiveBehavior"	= "Når filer mottas:";
"kReceiveBehaviorAccept"	= "Godta uten advarsel";
"kReceiveBehaviorPrompt"	= "Spør for hver fil";

"kOptionHandlePIMItem"		= "Når PIM-objekter mottas:";
"kOptionHandleOtherItem"	= "Når andre objekter mottas:";
"kHandleItemSave"			= "Arkiver";
"kHandleItemOpen"			= "Åpne";
"kHandleItemAsk"			= "Spør";

"kOptionReceiveFolder"		= "Mottaksmappe";
"kReceiveFolderChoose"		= "Annen…";

"kOptionFolderForBrowse"	= "Mappe tilgjengelig for andre enheter";

"kOptionName"				= "Navn:";
"kOptionShowInNetworkPrefs"	= "Vis i Nettverk-valgpanelet:";
"kOptionType"				= "Type:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Rediger portnavn…";
"kOptionAddSerialPort"		= "Legg til serieport";
"kOptionRemoveSerialPort"	= "Fjern serieport";

"kButtonAddDevice"			= "Konfigurer ny enhet";
"kButtonRemoveDevice"		= "Slett markert enhet";
"kButtonDeviceOptions"		= "Utfør oppgaver med den markerte enheten";
"kBluetoothDevices"			= "Bluetooth-enheter";

"kOptionMajorClass"			= "Hovedklasse for enhet";
"kOptionMinorClass"			= "Underklasse for enhet";
"kOptionServiceClass"		= "Tjenesteklasse for enhet";
"kOptionLastNameUpdate"		= "Forrige navneoppdatering";
"kOptionLastInquiryUpdate"	= "Forrige forespørseloppdatering";
"kOptionLastServicesUpdate"	= "Forrige tjenesteoppdatering";
"kOptionProductID"			= "Produkt-ID";
"kOptionVendorID"			= "Leverandør-ID";

"kPerformSDPQueryKey"				= "Oppdater enhetstjenester";
"kPerformNameRequestKey"			= "Oppdater enhetsnavn";

"kOpenBTPrefsKey"					= "Åpne Bluetooth-valgpanelet…";
"kMousePreferences"					= "Åpne Mus-valgpanelet…";
"kKeyboardPreferences"				= "Åpne Tastatur-valgpanelet…";
"kOpenPrintPrefsKey"				= "Åpne Utskrift og faks-valgpanelet…";
"kOpenSoundPrefsKey"				= "Åpne Lyd-valgpanelet…";
"kSendFileToDevice"					= "Send fil…";
"kBrowseDevice"						= "Naviger på enhet…";

"kTurnOnHeadphones"					= "Bruk som lydenhet (stereo)";
"kTurnOffHeadphones"				= "Ikke bruk som lydenhet";
"kTurnOnHeadset"					= "Bruk som lydenhet (mono)";
"kTurnOffHeadset"					= "Ikke bruk som lydenhet";

"kSyncDevice"						= "Synkroniser…";

"kOpenBTSAKey"						= "Konfigurer Bluetooth-enhet…";
"kBTSendFileKey"					= "Send fil…";
"kBTGetFileKey"						= "Naviger på enhet…";

"kJoinNetwork"						= "Koble til nettverk";
"kKeyDisconnectFromNetwork"			= "Koble fra nettverk";
"kRemoveDevice"						= "Fjern denne enheten";
"kDeviceOptions"					= "enhetsvalg";
"kDeviceNamed"						= "enhet med navnet %@";

"kOptionConfirm"					= "Er du sikker på at du vil fjerne markeringen for denne avkrysningsruten?";
"kOptionAutoBTSAWarning"			= "Forsikre deg om at du har en USB-inndataenhet tilgjengelig i tilfelle det trådløse tastaturet eller den trådløse musen ikke er tilgjengelig ved oppstart.";
	
